[
    {
      "id": 1,
      "title": "Warm Clothes for Rural Villages in Rangpur",
      "image": "https://pmedia.launchgood.com/133214%2Fbody%2FWinter61.jpg",
      "description": "The cold winters in Rangpur are harsh on rural communities where access to warm clothing is scarce. This campaign focuses on delivering winter essentials like blankets, jackets, and sweaters to vulnerable families living in remote villages. By contributing, you help protect these individuals from the harsh cold.",
      "status": "Ongoing",
      "contactInfo": "01711654875",
      "division": "Rangpur"
    },
    {
      "id": 2,
      "title": "Winter Relief for Elderly in Rajshahi",
      "image": "https://osfbd.weebly.com/uploads/1/2/7/7/12770441/8031289_orig.jpg?282",
      "description": "Elderly citizens in Rajshahi often lack proper resources to stay warm during winter. This initiative aims to distribute thermal wear and blankets to elderly individuals living in underprivileged conditions.",
      "status": "Ongoing",
      "contactInfo": "01811457896",
      "division": "Rajshahi"
    },
    {
      "id": 3,
      "title": "Helping Bandarban Tribal Communities Stay Warm",
      "image": "https://img.freepik.com/free-photo/realistic-scene-with-clothes-neighborhood-yard-sale_23-2151238290.jpg?ga=GA1.1.380297334.1723607315&semt=ais_hybrid",
      "description": "Bandarban's hill tracts experience biting cold during winter. Tribal communities, especially those in remote areas, lack adequate clothing and shelter. This campaign delivers jackets, blankets, and warm clothes to ensure their safety and comfort.",
      "status": "Ongoing",
      "contactInfo": "01954879654",
      "division": "Bandarban"
    },
    {
      "id": 4,
      "title": "Winter Warmth for Children in Dhaka",
      "image": "https://needyfoundation.org/wp-content/uploads/2021/01/Winter-Clothing-Program-5-1024x768.jpg",
      "description": "Children in Dhaka remote areas often go without proper winter wear. This campaign focuses on providing sweaters, scarves, and hats to ensure they stay warm during the cold season. Your donation can bring warmth to their lives.",
      "status": "Ongoing",
      "contactInfo": "01511254896",
      "division": "Dhaka"
    },
    {
      "id": 5,
      "title": "Winter Aid for Marginalized Farmers in Taknaf",
      "image": "https://www.epfngo.org/wp-content/uploads/2021/03/cloth.jpg",
      "description": "Farmers in Taknaf, who work in the fields during the freezing cold, lack adequate winter clothing. This campaign aims to support them by providing blankets, gloves, and jackets, ensuring they can continue their work safely.",
      "status": "Ongoing",
      "contactInfo": "01675846935",
      "division": "Taknaf"
    },
    {
      "id": 6,
      "title": "Support for Lalmonirhat Day Laborers During Winter",
      "image": "https://images.leadconnectorhq.com/image/f_webp/q_80/r_1200/u_https://storage.googleapis.com/msgsndr/D8KZSZD9UcpoKNEeUFv9/media/669c3abffe542b0fb34f056a.jpeg",
      "description": "Day laborers in Lalmonirhat face challenges working during harsh winters. This campaign is dedicated to equipping them with warm clothing to protect them from illness and discomfort caused by cold weather.",
      "status": "Ongoing",
      "contactInfo": "01757485698",
      "division": "Lalmonirhat"
    }
  ]
  